const qnaList = [
  {
    q: '치킨VS피자',
    a: [
      { type: [0] },
      { type: [1] },
    ]
  },
  {
    q: '치킨VS피자',
    a: [
      { type: [0] },
      { type: [1] },
    ]
  },
  {
    q: '치킨VS피자',
    a: [
      { type: [0] },
      { type: [1] },
    ]
  },
  {
    q: '치킨VS피자',
    a: [
      { type: [0] },
      { type: [1] },
    ]
  },
  {
    q: '치킨VS피자',
    a: [
      { type: [0] },
      { type: [1] },
    ]
  },
  {
    q: '치킨VS피자',
    a: [
      { type: [0] },
      { type: [1] },
    ]
  },
  {
    q: '치킨VS피자',
    a: [
      { type: [0] },
      { type: [1] },
    ]
  },
  {
    q: '치킨VS피자',
    a: [
      { type: [0] },
      { type: [1] },
    ]
  },
  {
    q: '치킨VS피자',
    a: [
      { type: [0] },
      { type: [1] },
    ]
  },
  {
    q: '치킨VS피자',
    a: [
      { type: [0] },
      { type: [1] },
    ]
  },
  {
    q: '치킨VS피자',
    a: [
      { type: [0] },
      { type: [1] },
    ]
  },
  {
    q: '치킨VS피자',
    a: [
      { type: [0] },
      { type: [1] },
    ]
  },
]

const infoList = [
  {
    name: '당신은... 치킨을 좋아합니다',
    desc: '오늘 하루 치킨으로 포상한번 즐겨보시죠'
  },
  {
    name: '당신은... 피자를 좋아합니다',
    desc: '지금 피자를 생각하고 계시죠? 바로 지금입니다 피자한판ㄱㄱㄱ'
  },
]
